Repository: haidy/haidy
Catalog: *.lproj/Localizable.strings
Languages: cs

source: Server URL
cs: URL serveru

# Bad URL
source: Bad URL, please check the settings
cs: Chybné URL serveru, prosím zkontrolujte nastavení

# Button Close
source: Close
cs: Zavřít

source: House
cs: Dům

source: House Map
cs: Mapa domu

source: SIP
cs: Komunikátor

# Button Home
source: Home
cs: Doma

# Button Remotely
source: Remotely
cs: Vzdáleně

# Button Cancel
source: Cancel
cs: Zrušit

# PopupView Section 0
source: Basic items
cs: Základní položky

# PopupView Section 1
source: Floors map
cs: Mapa podlaží

# PopupView Section 2
source: More
cs: Další

# PopupView Section 0 Row 0
source: Basic
cs: Základní

# PopupView Section 0 Row 1
source: Audio
cs: Hudba

source: Control
cs: Ovládání

source: Rooms
cs: Seznam místností

# Waiting
source: Please wait ...
cs: Čekejte prosím ...

source: I'm home
cs: Jsem doma

source: About
cs: O aplikaci

source: Use SIP
cs: Použít komunikátor

source: %@ is calling you
cs: Volá %@

# %@ Reason was: %s
source: %1$@ Reason was: %2$s
cs: Důvodem %1$@ bylo: %2$s

source: Alert
cs: Alarm

source: Answer
cs: Přijmout

source: Bad credentials, check your account settings
cs: Neplatné oprávnění, zkontrolujte nastavení účtu

source: Call failed
cs: Volání se nezdařilo

source: Calling...
cs: Volám...

source: Cannot call %@
cs: Nemohu se spojit s %@

source: Continue
cs: Pokračovat

source: Decline
cs: Odmítnout

source: Dismiss
cs: Zamítnout

source: Either configure a SIP proxy server from settings prior to place a call or use a valid sip address (I.E sip:john@example.net)
cs: Před voláním nakonfigurujte SIP proxy server v nastaveních, nebo použijte platnou adresu SIP (např. sip:pepa@seznam.cz)

source: Enter your password
cs: Zadejte heslo

source: Enter your username
cs: Zadejte uživatelské jméno

source: Invalid sip address
cs: Neplatná adresa SIP

source: It seems you have not configured any proxy server from settings
cs: Zdá se, že jste v nastaveních nenakonfigurovali žádný proxy server

source: Network Error
cs: Chyba v síti

source: Never remind
cs: Nepřipomínat

source: No microphone
cs: Bez mikrofonu

source: Please make sure your device is connected to the internet and double check your SIP account configuration in the settings.
cs: Zkontrolujte prosím, zda je vaše zařízení připojeno k internetu, a dvakrát si ověřte konfiguraci účtu SIP v nastaveních.

source: Registration failure
cs: Přihlášení se nezdařilo

source: Registered
cs: Přihlášen

source: Not registered
cs: Nepřihlášen

source: No SIP account configured
cs: Není nastavený SIP účet

source: SIP server unreachable
cs: Server SIP je nedostupný

source: There is no network connection available, enable WIFI or WWAN prior to place a call
cs: Není k dispozici síťové připojení, před voláním aktivujte WIFI nebo WWAN

source: Unknown
cs: Neznámé

source: Warning
cs: Varování

source: You need to plug a microphone to your device to use this application.
cs: K využití této aplikace je třeba k zařízení připojit mikrofon.
